{
  "1": [
    "概要",
    "要旨",
    "趣旨",
    "本質",
    "核心",
    "根幹",
    "基盤",
    "礎",
    "見解",
    "所見",
    "見識",
    "洞察",
    "考察",
    "省察",
    "熟慮",
    "思慮",
    "威厳",
    "品格",
    "風格",
    "気品",
    "貫禄",
    "風貌",
    "佇まい",
    "素養",
    "教養",
    "修養",
    "涵養",
    "陶冶",
    "啓発",
    "啓蒙",
    "慣行",
    "慣例",
    "前例",
    "先例",
    "典型",
    "模範",
    "手本",
    "帰結",
    "顛末",
    "経緯",
    "推移",
    "変遷",
    "沿革",
    "由来",
    "兆候",
    "前兆",
    "予兆",
    "徴候",
    "気配",
    "様相",
    "局面",
    "網羅する",
    "包括する",
    "統括する",
    "総括する",
    "集約する",
    "凌駕する",
    "凌ぐ",
    "超越する",
    "卓越する",
    "秀でる",
    "逸脱する",
    "乖離する",
    "背馳する",
    "矛盾する",
    "相反する",
    "甚だしい",
    "著しい",
    "目覚ましい",
    "凄まじい",
    "夥しい",
    "おびただしい",
    "はなはだ",
    "すこぶる",
    "ことごとく",
    "あまねく",
    "いわば",
    "いわゆる",
    "すなわち",
    "つまり",
    "要するに",
    "とりわけ",
    "なかんずく",
    "ひとえに",
    "もっぱら",
    "ひたすら"
  ],
  "2": [
    "概念",
    "理論",
    "仮説",
    "根拠",
    "証拠",
    "矛盾",
    "論理",
    "分析",
    "統計",
    "傾向",
    "割合",
    "比率",
    "基準",
    "標準",
    "水準",
    "程度",
    "構造",
    "仕組み",
    "機能",
    "性能",
    "効率",
    "生産",
    "消費",
    "供給",
    "需要",
    "競争",
    "協力",
    "連携",
    "交渉",
    "妥協",
    "合意",
    "契約",
    "義務",
    "権限",
    "規則",
    "規制",
    "制限",
    "禁止",
    "許可",
    "承認",
    "方針",
    "戦略",
    "手段",
    "措置",
    "処理",
    "管理",
    "運営",
    "維持",
    "展開",
    "推進",
    "促進",
    "抑制",
    "削減",
    "廃止",
    "導入",
    "実施",
    "把握する",
    "認識する",
    "意識する",
    "自覚する",
    "察する",
    "推測する",
    "判断する",
    "評価する",
    "検討する",
    "議論する",
    "討論する",
    "指摘する",
    "強調する",
    "訴える",
    "呼びかける",
    "働きかける",
    "対応する",
    "処理する",
    "解消する",
    "克服する",
    "乗り越える",
    "貢献する",
    "寄与する",
    "果たす",
    "担う",
    "携わる",
    "従事する",
    "著しい",
    "顕著",
    "膨大",
    "莫大",
    "深刻",
    "重大",
    "致命的",
    "画期的",
    "革新的",
    "先進的",
    "独創的",
    "斬新",
    "柔軟",
    "堅実",
    "一概に",
    "一律に",
    "一方的",
    "相互",
    "双方",
    "各自",
    "それぞれ",
    "あくまで",
    "あえて",
    "むしろ",
    "かえって",
    "せめて",
    "少なくとも"
  ],
  "3": [
    "環境",
    "資源",
    "エネルギー",
    "産業",
    "農業",
    "貿易",
    "輸出",
    "輸入",
    "人口",
    "都市",
    "地方",
    "地域",
    "面積",
    "距離",
    "方向",
    "位置",
    "制度",
    "法律",
    "権利",
    "義務",
    "責任",
    "役割",
    "立場",
    "態度",
    "能力",
    "才能",
    "知識",
    "常識",
    "情報",
    "データ",
    "事実",
    "真実",
    "印象",
    "評価",
    "批判",
    "反省",
    "感想",
    "感動",
    "感謝",
    "同情",
    "性格",
    "個性",
    "特徴",
    "長所",
    "短所",
    "欠点",
    "魅力",
    "自信",
    "目標",
    "理想",
    "現実",
    "可能性",
    "機会",
    "チャンス",
    "条件",
    "状況",
    "原因",
    "結論",
    "対策",
    "解決",
    "改善",
    "発展",
    "進歩",
    "変化",
    "効果",
    "利益",
    "損害",
    "被害",
    "犠牲",
    "負担",
    "苦労",
    "困難",
    "伝統",
    "習慣",
    "風習",
    "行事",
    "祭り",
    "宗教",
    "信仰",
    "哲学",
    "芸術",
    "文学",
    "音楽",
    "絵画",
    "彫刻",
    "建築",
    "デザイン",
    "実現する",
    "達成する",
    "完成する",
    "成長する",
    "発達する",
    "進む",
    "含む",
    "含める",
    "示す",
    "表す",
    "述べる",
    "主張する",
    "提案する",
    "認める",
    "許す",
    "断る",
    "拒否する",
    "要求する",
    "求める",
    "支える",
    "助ける",
    "守る",
    "救う",
    "導く",
    "育てる",
    "鍛える",
    "適切",
    "適当",
    "正確",
    "明確",
    "具体的",
    "抽象的",
    "客観的",
    "主観的",
    "積極的",
    "消極的",
    "肯定的",
    "否定的",
    "合理的",
    "効率的",
    "豊か",
    "貧しい",
    "激しい",
    "穏やか",
    "素直",
    "真剣",
    "熱心",
    "一般的",
    "基本的",
    "本格的",
    "実際",
    "実は",
    "確かに",
    "明らかに",
    "次第に",
    "徐々に",
    "ますます",
    "いよいよ",
    "ようやく",
    "ついに"
  ],
  "4": [
    "社会",
    "政治",
    "経済",
    "文化",
    "歴史",
    "科学",
    "技術",
    "教育",
    "国際",
    "世界",
    "平和",
    "戦争",
    "自由",
    "安全",
    "危険",
    "問題",
    "意見",
    "説明",
    "質問",
    "答え",
    "理由",
    "目的",
    "計画",
    "準備",
    "経験",
    "練習",
    "努力",
    "成功",
    "失敗",
    "結果",
    "影響",
    "関係",
    "気持ち",
    "気分",
    "心配",
    "安心",
    "興味",
    "趣味",
    "夢",
    "希望",
    "約束",
    "予定",
    "連絡",
    "相談",
    "紹介",
    "挨拶",
    "お礼",
    "お祝い",
    "交通",
    "事故",
    "信号",
    "交差点",
    "橋",
    "坂",
    "角",
    "通り",
    "建物",
    "ビル",
    "工場",
    "店",
    "レストラン",
    "ホテル",
    "公園",
    "神社",
    "季節",
    "気温",
    "台風",
    "地震",
    "火事",
    "煙",
    "音",
    "声",
    "形",
    "丸い",
    "四角い",
    "細い",
    "太い",
    "厚い",
    "薄い",
    "固い",
    "柔らかい",
    "重い",
    "軽い",
    "深い",
    "浅い",
    "広い",
    "狭い",
    "正しい",
    "間違い",
    "特別",
    "普通",
    "簡単",
    "複雑",
    "必要",
    "十分",
    "届ける",
    "届く",
    "送る",
    "受ける",
    "受け取る",
    "届ける",
    "届く",
    "集める",
    "集まる",
    "並べる",
    "並ぶ",
    "片付ける",
    "汚す",
    "汚れる",
    "壊す",
    "壊れる",
    "直す",
    "治る",
    "変える",
    "変わる",
    "増える",
    "減る",
    "続ける",
    "続く",
    "始める",
    "終える",
    "決める",
    "決まる",
    "選ぶ",
    "比べる",
    "調べる",
    "探す",
    "見つける",
    "見つかる",
    "気がつく",
    "驚く",
    "怒る",
    "泣く",
    "笑う",
    "喜ぶ",
    "悲しむ",
    "困る",
    "慣れる",
    "信じる",
    "疑う",
    "諦める",
    "我慢する",
    "反対する",
    "賛成する",
    "参加する",
    "出席する",
    "欠席する",
    "卒業する",
    "入学する",
    "就職する",
    "退職する",
    "引っ越す",
    "旅行する",
    "散歩する",
    "運動する",
    "料理する",
    "洗濯する",
    "掃除する",
    "買い物する",
    "仕事",
    "勉強",
    "問題",
    "時間",
    "場所",
    "方法",
    "意味",
    "理由",
    "最近",
    "将来",
    "以前",
    "以後",
    "途中",
    "最初",
    "最後",
    "急に",
    "特に",
    "必ず",
    "絶対",
    "多分",
    "きっと",
    "もちろん",
    "確か",
    "やはり",
    "なかなか",
    "だんだん",
    "そろそろ",
    "ちゃんと",
    "しっかり"
  ],
  "5": [
    "私",
    "あなた",
    "彼",
    "彼女",
    "人",
    "男",
    "女",
    "子供",
    "友達",
    "先生",
    "学生",
    "会社員",
    "医者",
    "家族",
    "父",
    "母",
    "兄",
    "姉",
    "弟",
    "妹",
    "日本",
    "日本語",
    "英語",
    "中国語",
    "言葉",
    "名前",
    "仕事",
    "勉強",
    "学校",
    "大学",
    "教室",
    "図書館",
    "病院",
    "銀行",
    "郵便局",
    "駅",
    "電車",
    "バス",
    "タクシー",
    "飛行機",
    "車",
    "自転車",
    "道",
    "地図",
    "家",
    "部屋",
    "台所",
    "トイレ",
    "お風呂",
    "窓",
    "ドア",
    "机",
    "椅子",
    "本",
    "雑誌",
    "新聞",
    "辞書",
    "ノート",
    "鉛筆",
    "ペン",
    "紙",
    "電話",
    "テレビ",
    "ラジオ",
    "カメラ",
    "時計",
    "傘",
    "鍵",
    "財布",
    "食べ物",
    "飲み物",
    "ご飯",
    "パン",
    "肉",
    "魚",
    "野菜",
    "果物",
    "水",
    "お茶",
    "コーヒー",
    "牛乳",
    "酒",
    "卵",
    "砂糖",
    "塩",
    "朝",
    "昼",
    "夜",
    "今日",
    "明日",
    "昨日",
    "毎日",
    "毎週",
    "毎月",
    "月曜日",
    "火曜日",
    "水曜日",
    "木曜日",
    "金曜日",
    "土曜日",
    "日曜日",
    "春",
    "夏",
    "秋",
    "冬",
    "天気",
    "雨",
    "雪",
    "風",
    "空",
    "山",
    "川",
    "海",
    "花",
    "木",
    "犬",
    "猫",
    "鳥",
    "色",
    "赤",
    "青",
    "白",
    "黒",
    "大きい",
    "小さい",
    "新しい",
    "古い",
    "高い",
    "安い",
    "長い",
    "短い",
    "多い",
    "少ない",
    "良い",
    "悪い",
    "暑い",
    "寒い",
    "暖かい",
    "涼しい",
    "甘い",
    "辛い",
    "美味しい",
    "楽しい",
    "嬉しい",
    "悲しい",
    "難しい",
    "易しい",
    "忙しい",
    "暇",
    "元気",
    "有名",
    "静か",
    "賑やか",
    "綺麗",
    "便利",
    "不便",
    "大切",
    "食べる",
    "飲む",
    "見る",
    "聞く",
    "読む",
    "書く",
    "話す",
    "言う",
    "行く",
    "来る",
    "帰る",
    "入る",
    "出る",
    "乗る",
    "降りる",
    "歩く",
    "走る",
    "泳ぐ",
    "飛ぶ",
    "立つ",
    "座る",
    "寝る",
    "起きる",
    "休む",
    "遊ぶ",
    "働く",
    "使う",
    "作る",
    "買う",
    "売る",
    "持つ",
    "置く",
    "開ける",
    "閉める",
    "つける",
    "消す",
    "始まる",
    "終わる",
    "分かる",
    "知る",
    "思う",
    "考える",
    "教える",
    "習う",
    "覚える",
    "忘れる",
    "会う",
    "待つ",
    "呼ぶ",
    "答える",
    "借りる",
    "貸す",
    "返す",
    "上",
    "下",
    "前",
    "後ろ",
    "右",
    "左",
    "中",
    "外",
    "隣",
    "近く",
    "一",
    "二",
    "三",
    "四",
    "五",
    "六",
    "七",
    "八",
    "九",
    "十",
    "百",
    "千",
    "万",
    "する",
    "ある",
    "いる",
    "なる",
    "できる",
    "わたし",
    "きょう",
    "あした",
    "きのう",
    "いま",
    "あさ",
    "ひる",
    "よる",
    "ここ",
    "そこ",
    "あそこ",
    "どこ",
    "これ",
    "それ",
    "あれ",
    "どれ",
    "この",
    "その",
    "あの",
    "どの",
    "いつ",
    "だれ",
    "なに",
    "なぜ",
    "どう",
    "とても",
    "たくさん",
    "少し",
    "もう",
    "まだ",
    "いつも",
    "時々",
    "全然"
  ]
}